/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "No se encuentra un llavero para guardar “%1$@”.";

/* default not configured */
"A keychain cannot be found." = "No se encuentra un llavero.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "¿Seguro que desea restaurar el llavero? Todas las contraseñas, claves y certificados que haya guardado se eliminarán. Esta operación no puede deshacerse.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "No se encuentra el llavero “%1$@” para guardar “%2$@”.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "No se encuentra el llavero “%1$@”.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Introduzca su contraseña de inicio de sesión, que se usará para crear su nuevo llavero.";

/* reset button title */
"Reset" = "Restaurar";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Actualmente hay más llaveros en su sistema que deben añadirse a la lista de búsqueda de llaveros. Añádalos de nuevo mediante Acceso a Llaveros.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Puede que su llavero haya cambiado de nombre, se haya eliminado o esté en un volumen que se ha desmontado.";

